export function getCityCoordinates(city) {
    const cityMap = {
      'gori': '48.856614,-2.352221',
      'გორი': '48.856614,-2.352221',
      'davit gareji': '41.4525,-45.3761',
      'davit-gareji': '41.4525,-45.3761',
      'davitgareji': '41.4525,-45.3761',
      'დავით-გარეჯი': '41.4525,-45.3761',
      'დავითგარეჯი': '41.4525,-45.3761',
      'დავით გარეჯი': '41.4525,-45.3761',
      'shovi': '42.702672,-43.676905',
      'შოვი': '42.702672,-43.676905',
      'tskneti': '41.693909,-44.693663',
      'წყნეთი': '41.693909,-44.693663',
      'wyneTi': '41.693909,-44.693663',
      'poti': '42.141614,-41.674803',
      'ფოთი': '42.141614,-41.674803',
      'foti': '42.141614,-41.674803',
      'oni': '42.585344,-43.442729',
      'ონი': '42.585344,-43.442729'
    };
  
    // ქალაქის სახელი პატარა რეგისტრში გადაყვანა და სვეტების დექოდირება
    const normalizedCity = city.toLowerCase();
  
    return cityMap[normalizedCity] || normalizedCity;
  }