export function UV(num) {
  if (num <= 2) {
    return 'გამოსხივება დაბალია - საზიანო არ არის';
  }
  if (num > 2 && num <= 5) {
    return 'გამოსხივება საშუალოა - გამოიყენეთ მზის კრემი';
  }
  if (num > 5 && num <= 7) {
    return 'გამოსხივება მაღალია - დაიცავით თავი მზისგან';
  }
  if (num > 7 && num <= 10) {
    return 'გამოსხივება ძალიან მაღალია - მაქსიმალურად დაიცავით თავი მზისგან';
  }
  if (num > 11) {
    return 'გამოსხივება ექსტრემალური - მაქსიმალურად მოერიდეთ მზეს';
  }
}
